Revit 2024 API
UnitTypeId.KipFeetPerDegreePerFoot Property
 Kip feet per degree per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipFeetPerDegreePerFoot { get; }
Visual Basic
Public Shared ReadOnly Property KipFeetPerDegreePerFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipFeetPerDegreePerFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace